{
  "Layout": {
    "title": "Recetas de Sella"
  },
  "Recipe": {
    "difficulty": {
      "title": "Dificultad",
      "easy": "Fácil",
      "medium": "Media",
      "hard": "Difícil"
    },
    "prepTime": "Tiempo de preparación",
    "cookTime": "Tiempo de cocción",
    "ingredients": "Ingredientes",
    "instructions": "Preparación",
    "notes": "Notas",
    "version": "versión"
  },
  "Category": {
    "category": "Categoría",
    "starters": "Entrantes",
    "main-courses": "Platos principales",
    "sweets": "Postres",
    "cocas": "Cocas",
    "noRecipes": "No hay recetas en esta categoría.",
    "title": "Categoría {category}"
  },
  "recipes": {
    "croquetes": {
      "title": "Croquetas",
      "author": "Rosa 'la de Fermín'",
      "difficulty": "easy",
      "preparationTime": "30m",
      "cookingTime": "90m",
      "category": "starters",
      "ingredients": [
        "1 bacalao grande",
        "3 o 4 kg de patatas",
        "½ kg de pan rallado",
        "½ docena de huevos",
        "perejil",
        "azafrán",
        "1 pastilla de Starlux"
      ],
      "instructions": [
        "Poner a hervir en una cazuela las patatas peladas y encima de las patatas el bacalao sin desalar.",
        "Cuando estén las patatas cocidas, quitar las espinas del bacalao y deshacerlo todo.",
        "A la mezcla de patatas y bacalao añadir ½ kg de pan rallado, ½ docena de huevos, 1 pastilla de starlux, perejil picado y ajo cortado en trocitos pequeños y un poco de azafrán para darle color.",
        "Con la ayuda de dos cucharas hacemos las croquetas.",
        "Se pasan por pan rallado y se fríen con aceite abundante muy caliente"
      ],
      "notes": "Es recomendable usar una freidora para freírlas"
    },
    "espencat": {
      "title": "Espencat",
      "author": "I SABENTHO",
      "difficulty": "easy",
      "servings": 4,
      "preparationTime": "15m",
      "cookingTime": "60m",
      "category": "starters",
      "ingredients": [
        "1 pimiento rojo",
        "1 pimiento verde",
        "1 cebolla",
        "1 berenjena",
        "1 tomate",
        "150 g de bacalao",
        "1 diente de ajo",
        "aceite"
      ],
      "instructions": [
        "Untar con aceite los pimientos, la cebolla, la berenjena y el tomate para asarlos –ya sea al horno o bien sobre una plancha-.",
        "Una vez asados quitar la piel de los pimientos. Hacer tiras con las verduras y ponerlas en un plato.",
        "Opcionalmente, se puede añadir al caparra al espencat"
      ],
      "notes": "Se le puede añadir también alcaparra al espencat"
    },
    "sang-amb-ceba": {
      "title": "Sangre con Cebolla",
      "author": "L'ASSUT",
      "difficulty": "easy",
      "servings": 2,
      "preparationTime": "30m",
      "category": "starters",
      "ingredients": [
        "150 g de sangre de cerdo o de ternera",
        "1 cebolla pequeña",
        "aceite de oliva",
        "sal",
        "orégano"
      ],
      "instructions": [
        "Cortar la cebolla en trozos muy pequeños y ponerlos en una sartén con aceite. Añadir una pizca de sal y sofreír a fuego lento o medio.",
        "Antes de que la cebolla empiece a dorarse, dejar caer la sangre cortada en dados. Remover constantemente la sangre para que se vaya haciendo por cada cara. Hay que tener cuidado ya que no requiere de mucha exposición al fuego.",
        "Cuando ya está cocida la sangre añadir el orégano al gusto.",
        "Se apaga el fuego... y ya se puede servir."
      ],
      "notes": "Se aconseja hervir unos 5 minutos la sangre para que no esté muy dura. Es importante que ni la cebolla ni la sangre se doren excesivamente al sofreírlos, ya que si se quema perderá el sabor característico."
    },
    "faves": {
      "title": "Habas",
      "author": "LA FAM",
      "difficulty": "easy",
      "servings": 4,
      "preparationTime": "48h",
      "cookingTime": "45m",
      "category": "starters",
      "ingredients": [
        "½ kg de habas secas",
        "jamón en trocitos",
        "chorizo en trocitos",
        "pimienta en grano",
        "una guindilla",
        "aceite",
        "sal"
      ],
      "instructions": [
        "Poner las habas a remojo en agua durante dos días.",
        "En una olla con agua se pone un poco de aceite, las habas, el jamón, el chorizo, unos granos de pimienta, la guindilla y una pizca de sal."
      ],
      "notes": "Se puede añadir laurel al gusto, o hacerlas solo con jamón o solo con chorizo picante."
    },
    "coca-a-la-paleta": {
      "title": "Coca a la Paleta",
      "author": "L'ESTACAT",
      "difficulty": "medium",
      "servings": 4,
      "preparationTime": "90m",
      "category": "cocas",
      "ingredients": [
        "Masa:",
        "7 vasos de agua",
        "1 vaso de aceite",
        "1 pizca de sal",
        "1 kg de harina",
        "Relleno:",
        "2 manojos de espinacas",
        "1 manojo de acelgas",
        "100 g de melva desmigada"
      ],
      "instructions": [
        "Relleno:",
        "Poner a hervir las espinacas en una cazuela. No se deben cubrir de agua porque las espinacas sueltan agua.",
        "Reducir las espinacas. Añadir las acelgas y la sal. Dejar cocer unos 20 minutos y escurrir bien.",
        "Sofreír la verdura escurrida en un poco de aceite con unos ajitos a fuego lento. Reservar la mezcla.",
        "Masa:",
        "Poner el agua a hervir. Antes de empezar a hervir añadir el aceite y la sal.",
        "Para escaldar la harina añadirla al agua y removerla bien para que no queden grumos. Puede hacerse con la ayuda de una cuchara de madera.",
        "De la masa preparada coger pequeñas porciones, según el tamaño que se le quiera dar a la coca. Para evitar que se pegue la masa, untar las manos con aceite y alisar la masa con las manos.",
        "A la masa alisada, añadir el relleno preparado y la melva desmigada. Cerrarla formando una media luna y a continuación ponerla sobre la plancha bien caliente para que se cueza.",
        "Cada comensal puede añadir aceite si lo desea."
      ],
      "notes": "Se puede sustituir la melva por jamón york para los más pequeños. Se pueden preparar \"prenyaets\" usando la misma masa. Después de alisarla se pone una longaniza o cualquier otro embutido y se enrolla con la masa. Se acaba la preparación dándole una vuelta a la sartén. Otra variante con la misma masa son las \"Tortitas Escaldadas\". La masa alisada se fríe. Una vez frita se le pone azúcar y canela ... ¡RIQUÍSIMAS!"
    },
    "coca-de-ceba-i-tonyina": {
      "title": "Coca de Cebolla y Atún",
      "author": "Mª ANGELES",
      "difficulty": "medium",
      "preparationTime": "2h 30m",
      "category": "cocas",
      "ingredients": [
        "Masa:",
        "500 g de harina",
        "1 vaso de vino blanco",
        "Vaso y medio de aceite de girasol",
        "Una pizca de sal",
        "Relleno:",
        "1 kg de cebolla",
        "3 huevos",
        "1 lata de aceitunas rellenas",
        "½ kg de atún",
        "sal"
      ],
      "instructions": [
        "Para hacer el relleno:",
        "Hervir los huevos hasta que estén duros. Cortarlos en trocitos pequeños y reservar.",
        "Sofreír la cebolla.",
        "Partir las aceitunas también en trocitos. Desmigar el atún y mezclarlo todo.",
        "Masa:",
        "Mezclar el vaso y medio de aceite, el vaso de vino blanco, la harina y una pizca de sal. Amasar hasta que tenga consistencia (no debe quedar muy dura).",
        "Extender la mitad de la masa sobre la bandeja del horno, de forma que cubra la totalidad de la superficie.",
        "Poner sobre esta masa el relleno preparado anteriormente.",
        "La otra mitad de la masa alisarla con un rodillo de cocina. Debe quedar muy fina. Esta masa fina será la tapa de la coca y debe cubrir por completo el sofrito.",
        "Pintar la parte superior con huevo batido y poner al horno unos 30 minutos a 180°C"
      ],
      "notes": "Para poner la masa aplanada sobre el relleno, se aconseja ponerla encima de un papel film cortado. Coger el papel film y extenderlo sobre el relleno."
    },
    "coca-de-pebrera-i-tomaca": {
      "title": "Coca de Pimiento y Tomate",
      "author": "LA CAMPANA",
      "difficulty": "medium",
      "preparationTime": "2h 30m",
      "category": "cocas",
      "ingredients": [
        "Masa:",
        "500 g de harina",
        "1 huevo",
        "1 vaso de agua tibia",
        "25 g de levadura",
        "½ vaso de aceite de oliva",
        "unas gotas de vinagre",
        "1 pizca de sal",
        "1 pimiento verde",
        "2 tomates o un bote de tomate",
        "Embutido o salazón al gusto"
      ],
      "instructions": [
        "Poner en un bol o recipiente la harina, el huevo, el aceite, las gotas de vinagre y la sal. Amasar.",
        "A continuación verter sobre esta masa el vaso de agua tibia con la levadura. Dejar reposar 1/4 de hora.",
        "Untar la bandeja del horno con un poco de aceite y transcurrido el cuarto de hora poner la masa en el fondo de la bandeja y extenderla. Dejar reposar.",
        "Para preparar el relleno sofreír el pimiento y el tomate.",
        "Poner sobre la masa el sofrito anterior y el embutido o salazón que se desee. Ponerla al horno.",
        "Calentar el horno unos 20 minutos a 200°C. Poner la bandeja con la masa en el horno unos 30 minutos a 180°C."
      ]
    },
    "coca-de-molletes": {
      "title": "Coca de Molletes",
      "author": "LA COENTOR",
      "difficulty": "easy",
      "preparationTime": "30m",
      "cookingTime": "30m",
      "category": "cocas",
      "ingredients": [
        "Masa:",
        "350g de harina",
        "18 g de levadura",
        "200 cl de agua tibia",
        "100 cl de aceite de oliva",
        "1 pizca de sal",
        "Molletes:",
        "1/4 de harina",
        "1/2 vaso de aceite",
        "Sal"
      ],
      "instructions": [
        "Mezclar la harina con la levadura. Añadir el vaso de agua, el vaso de aceite y la sal.",
        "Amasar y dejar reposar 10 minutos.",
        "A continuación extender la masa en una bandeja y poner encima los molletes.",
        "Para hacer los molletes poner la harina, el aceite y la sal en un bol. Remover todo el conjunto hasta ver que la pasta queda suelta.",
        "Poner la bandeja en el horno unos 30 minutos a 180°C. Calentar el horno previamente unos 20 minutos."
      ]
    },
    "coquetes-escaldades-empanadetes": {
      "title": "Tortas Escaldadas / Empanadillas",
      "author": "Mercedes \"Fonda\"",
      "difficulty": "medium",
      "preparationTime": "2h 30m",
      "cookingTime": "20-30m",
      "category": "cocas",
      "ingredients": [
        "Masa:",
        "2 vasos de agua",
        "½ vaso de aceite de oliva",
        "½ kg de harina",
        "Sal",
        "Relleno:",
        "Verdura hervida y frita con ajos",
        "melva",
        "atún"
      ],
      "instructions": [
        "Calentar el agua. Cuando está hirviendo añadir el aceite y una pizca de sal. Cuando vuelva a levantar el hervor verter la harina poco a poco sin dejar de remover hasta que quede una masa fina.",
        "Si se quiere hacer tortas escaldadas, poner sobre un papel de horno la masa con forma redonda, (aplanándola con las manos y un rodillo). Una vez aplanada hacerle un pequeño borde para que no se salga el relleno y poner encima embutido, salazón, pimiento o tomate frito o simplemente aceite y sal -según el gusto de los comensales-.",
        "Si se quiere hacer empanadillas amasar también la masa dándole forma redonda. Poner en el centro una cucharada de la verdura preparada y darle la vuelta para cerrar la empanadilla.",
        "Calentar el horno a unos 200°C durante 20 minutos y cuando está listo poner la bandeja unos 20 o 30 minutos a 200°C."
      ],
      "notes": "Para darle la vuelta a la masa de las empanadillas, se aplana la masa sobre un film transparente de cocina y solo habrá que doblar el film."
    },
    "minxos-coques-de-panis": {
      "title": "Minxos o Tortas de Maíz",
      "author": "Maria Agulló",
      "difficulty": "easy",
      "preparationTime": "20m",
      "cookingTime": "30m",
      "category": "cocas",
      "ingredients": [
        "½ kilo de harina de maíz",
        "1 pizca de sal",
        "1 huevo batido (como para tortilla)",
        "1 pizca de matalahúva o 1 poco de anís Casalla",
        "300 ml de aceite de oliva",
        "250 ml de agua"
      ],
      "instructions": [
        "Se amasa bien todos los ingredientes.",
        "A continuación se hacen las tortas redondas con bordes.",
        "Y antes de introducirlas en el horno se les pone aceite y harina por encima."
      ],
      "notes": "Se dejan enfriar las tortas y listas para comer"
    },
    "borra": {
      "title": "Borra",
      "author": "LA REVOLICA",
      "difficulty": "easy",
      "servings": 4,
      "preparationTime": "60m",
      "cookingTime": "30m",
      "category": "main-courses",
      "ingredients": [
        "1 kg de patatas",
        "2-3 cebollas",
        "¼ de melva fresca",
        "¼ de bacalao",
        "2 pimientos secos",
        "8 tomates secos",
        "½ kg de espinacas",
        "4 huevos",
        "1 vaso de vino de aceite",
        "1 cabeza de ajos",
        "azafrán"
      ],
      "instructions": [
        "Poner a hervir el agua. Cuando esté hirviendo añadir las cebollas, las patatas, las espinacas, los pimientos secos, los tomates secos, la cabeza de ajos, el azafrán y el aceite. Es importante poner el aceite cuando esté hirviendo.",
        "Dejar que hiervan todos los ingredientes y a continuación añadir el bacalao y la melva. Hacerlo en este orden, ya que si se añade antes, el bacalao y la melva se pueden deshacer y será más difícil servirlo.",
        "El tiempo de cocción es de 30 minutos aproximadamente. Estará bien cocido cuando al pinchar la patata esté blanda.",
        "Minutos antes de servir el plato añadir los 4 huevos a la parte superior del conjunto, para que se queden escalfados."
      ],
      "notes": "Se aconseja poner en remojo 24 horas antes la melva y el bacalao, para evitar que esté todo muy salado. El tomate seco se deberá desalar también 24 horas antes."
    },
    "guisat-de-parva": {
      "title": "Guisado de Parva",
      "author": "Antonia \"el Serrà\"",
      "difficulty": "medium",
      "servings": 4,
      "preparationTime": "30m",
      "cookingTime": "90m",
      "category": "main-courses",
      "ingredients": [
        "1 conejo bastante grande",
        "1kg de patatas",
        "1 tomate",
        "1 cebolla",
        "3-4 judías verdes anchas",
        "Almendras",
        "pan",
        "ajo"
      ],
      "instructions": [
        "Sofreír en una sartén el conejo troceado. Cuando la carne esté dorada retirar.",
        "A continuación sofreír las patatas cortadas de forma irregular. Una vez fritas las retiramos.",
        "Sofreír la cebolla y el tomate triturado.",
        "Poner en una olla el sofrito de cebolla y tomate, las patatas, el conejo y las judías. Cubrir con agua por completo las patatas y dejarlo al fuego para que se cueza a fuego lento.",
        "Picar un par de almendras fritas, pan frito y ajo en un mortero. Verter el picado en la olla cuando el conjunto anterior ya haya hervido."
      ],
      "notes": "Se puede añadir también otro tipo de carne como el cabrito"
    },
    "guisat-de-carabassa": {
      "title": "Guisado de Calabaza",
      "author": "Maria \"Bota\"",
      "difficulty": "medium",
      "servings": 4,
      "preparationTime": "30m",
      "cookingTime": "90m",
      "category": "main-courses",
      "ingredients": [
        "1 trozo de bacalao inglés (250 g)",
        "8 patatas",
        "1 trozo de calabaza rugosa con piel (aproximadamente 1/4)",
        "2 medidas de aceite (0,75 dl cada medida)",
        "sal",
        "1 papel de azafrán",
        "1 cebolla",
        "3-4 almendras y pan para el picado"
      ],
      "instructions": [
        "Preparar un picado en un mortero con las almendras y el pan que habremos frito previamente. En la misma olla donde se guisará el plato sofreír el bacalao. Reservar.",
        "A continuación, con el aceite anterior y en la olla, sofreír la cebolla. Cuando esté bien hecha, añadir la patata cortada en trozos y la calabaza -con piel- también en trozos. Tanto la patata como la calabaza no es necesario que estén mucho tiempo, es suficiente con darle una vuelta para mezclarlo y sofreírlo un poco.",
        "Añadir 2 dientes de ajo que estén asados a esta mezcla. Cubrirlo todo con agua y ponerlo a fuego lento. Al empezar a hervir, añadir el azafrán, el bacalao y el picado. Durante la cocción rectificar de sal, ya que al llevar bacalao tal vez no necesitemos añadir mucha sal."
      ],
      "notes": "Este plato se acompaña con alioli"
    },
    "pericana": {
      "title": "Pericana",
      "author": "L'Aigüera",
      "difficulty": "easy",
      "servings": 4,
      "preparationTime": "90m",
      "cookingTime": "variable",
      "category": "main-courses",
      "ingredients": [
        "3 pimientos secos",
        "1 pimiento picante",
        "1 cabeza de ajos",
        "1 trozo de bacalao"
      ],
      "instructions": [
        "Asar los pimientos secos y trocear en un bol.",
        "A continuación asar también el pimiento picante, trocearlo y ponerlo también en el bol. Se pueden añadir más pimientos picantes, según el grado de picante deseado.",
        "Asar la cabeza de ajo, trocearla y añadirla también al bol.",
        "Por último asar el bacalao, desmigarlo y añadirlo a la mezcla anterior.",
        "Añadir buena cantidad de aceite de oliva y para finalizar, escaldar la mezcla con agua hirviendo.",
        "Ahora... a servir, ya que se debe comer caliente. ¡Listo para mojar pan!"
      ],
      "notes": "Se puede sustituir el bacalao por capellanes. Aunque también hay gente que los combina. Hay muchas variantes de este plato y en algunos casos recibe el nombre de \"Picant\"."
    },
    "farinetes": {
      "title": "Farinetes",
      "author": "SELLERS",
      "difficulty": "medium",
      "servings": 4,
      "preparationTime": "90m",
      "category": "main-courses",
      "ingredients": [
        "Caldo: ½ kg de morralla",
        "1 l ½ de agua",
        "2 tomates maduros",
        "1 cebolla",
        "Perejil",
        "5-6 dientes de ajo",
        "300g de harina",
        "Sal",
        "Aceite de oliva"
      ],
      "instructions": [
        "Sofreír el tomate, la cebolla, el perejil y el ajo, todo cortado en trocitos en una sartén aparte. Añadir sal y probar. Una vez sofrito reservar.",
        "Cuando empiece a hervir, dejar media hora al fuego para que se haga bien.",
        "Dejar reposar.",
        "Pasar el caldo por un colador. De este caldo coger un litro para hacer las farinetes, el resto guardarlo para añadir más tarde si hace falta.",
        "Poner el caldo tibio en una cazuela de barro con el sofrito preparado. Poner a fuego lento y añadir poco a poco la harina sin dejar de remover. A partir de aquí ya es a gusto del cocinero. Se puede añadir más caldo del reservado si las \"farinetes\" quedan muy duras."
      ],
      "notes": "Se puede hacer también con caldo de carne."
    },
    "pebreres-en-oli": {
      "title": "Pimientos en Aceite",
      "author": "Amparo \"de la Era El Carro\"",
      "difficulty": "easy",
      "servings": 4,
      "preparationTime": "90m",
      "category": "main-courses",
      "ingredients": [
        "1 docena de pimientos secos",
        "¼ litro de aceite de oliva",
        "½ melva"
      ],
      "instructions": [
        "Poner los pimientos a hervir con agua helada. El agua debe cubrir los pimientos. Tirar el agua cuando haya hervido 10 minutos.",
        "Volver a poner agua helada y cuando haya hervido 10 minutos volver a tirar.",
        "Otra vez poner agua helada y añadir a los pimientos la melva -toda en un trozo para que no se deshaga-.",
        "Después de hervir durante 10 minutos apagar el fuego.",
        "Sacar los pimientos y la melva en un bol y cubrir por completo de aceite.",
        "Se puede comer ese mismo día o reservar para otro."
      ],
      "notes": "Se puede añadir también una guindilla seca."
    },
    "talvina": {
      "title": "Talvina",
      "author": "Luis \"de la Era El Carro\"",
      "difficulty": "easy",
      "servings": 4,
      "preparationTime": "90m",
      "category": "main-courses",
      "ingredients": [
        "1 cabeza de ajos",
        "4 manojos de espinacas",
        "150-200 g de harina",
        "¼ de litro de aceite de oliva",
        "1 guindilla",
        "4 pimientos secos",
        "sal"
      ],
      "instructions": [
        "Cocer las espinacas en agua unos 10 minutos aproximadamente. A continuación, escurrir hasta que suelten toda el agua. Reservar.",
        "Sofreír los pimientos secos y la guindilla. Añadir sal al gusto y reservar.",
        "Cortar los ajos. Sofreírlos un poco y añadir las espinacas dándole un par de vueltas.",
        "Añadir la harina poco a poco sin dejar de remover con una cuchara de madera. Poner un poco de sal. Cuatro o cinco minutos al fuego serán suficientes.",
        "Apagar el fuego cuando la mezcla se quede seca y la harina empiece a dorarse.",
        "Servir en el centro de un plato y poner los pimientos y la guindilla en los laterales."
      ]
    },
    "arros-amb-bacallar-i-flor-i-col": {
      "title": "Arroz con Bacalao y Coliflor",
      "author": "EL GOTET",
      "difficulty": "easy",
      "servings": 4,
      "preparationTime": "60m",
      "cookingTime": "30m",
      "category": "main-courses",
      "ingredients": [
        "200 g de bacalao inglés para comer crudo",
        "400 g de arroz",
        "400 g de coliflor",
        "Ajos tiernos",
        "Aceite de oliva",
        "Azafrán",
        "Agua o Caldo de verduras"
      ],
      "instructions": [
        "Limpiar, pelar y cortar los ajos. Deshacer la coliflor en ramitos pequeños. Escurrir bien el bacalao.",
        "Sofreír los ajos, la coliflor y el bacalao en una sartén con un poco de aceite.",
        "Cuando esté sofrito, añadir el arroz, rehogar bien y añadir el agua caliente (o caldo de verduras) con un poco de azafrán. Poner el triple de agua que de arroz y probar de sal. Dejar cocer unos 10 minutos a fuego vivo. Apagar el fuego, tapar y dejar reposar 5 minutos más."
      ],
      "notes": "Se aconseja poner el bacalao en remojo 24 horas antes, para evitar que esté demasiado salado. El arroz debe quedar un poco meloso, para que se aprecie mejor el sabor."
    },
    "arros-amb-fesols-i-penques": {
      "title": "Arroz con Alubias y Pencas",
      "author": "EL DESFASE",
      "difficulty": "easy",
      "servings": 4,
      "preparationTime": "30m",
      "cookingTime": "2h",
      "category": "main-courses",
      "ingredients": [
        "¼ de kg de alubias",
        "1 hueso de jamón",
        "1 manita de cerdo",
        "1 oreja de cerdo",
        "1 morcilla",
        "1 blanquito",
        "3 pencas grandes",
        "1 nabo",
        "1 zanahoria",
        "1 chirivía",
        "3 cucharadas de aceite",
        "sal",
        "½ kg de arroz"
      ],
      "instructions": [
        "Poner a hervir las alubias en un cazo. Cuando hiervan, añadir agua helada para romper el hervor. Esta operación se realizará otra vez antes de añadirlas a la cazuela del arroz.",
        "En otro cazo, poner las pencas con bastante sal.",
        "Poner tres cucharadas de aceite en la cazuela en la que vamos a preparar el arroz. Calentarlo (debe estar casi listo para freír). Añadir a la cazuela litro y medio de agua, toda la verdura y carne (toda la carne menos la morcilla y el blanquito).",
        "Añadir las alubias a la cazuela, después de haberle roto la ebullición dos veces.",
        "Ya en la cazuela, se le volverá a romper el hervor dos veces más con ½ o 1 litro más de agua. Estará listo cuando las alubias estén abiertas y el caldo empiece a espesar.",
        "Añadir el arroz, la morcilla y el blanquito.",
        "Servir cuando veamos que el arroz está cocido."
      ],
      "notes": "Si el agua de las pencas está verde, añadiremos a la cazuela únicamente las pencas. En este tipo de arroz puede suprimirse el embutido y la carne, según el gusto de los comensales."
    },
    "fassedures": {
      "title": "Fassedures",
      "author": "AMICS 85",
      "difficulty": "medium",
      "servings": 4,
      "preparationTime": "2h",
      "cookingTime": "20m",
      "category": "main-courses",
      "ingredients": [
        "Fassedures:",
        "250 g de harina de maíz",
        "50 g de tocino",
        "longaniza blanca",
        "pan a remojo",
        "perejil",
        "sal",
        "pimentón dulce",
        "Olleta:",
        "2 pencas",
        "2 nabos",
        "1 chirivía",
        "1 boniato",
        "1 o 2 patatas",
        "1 hueso de pata y rabo de cerdo",
        "un trozo de gallina (aproximadamente 250 g)",
        "un blanquito",
        "sal",
        "azafrán",
        "150 g habichuelas secas"
      ],
      "instructions": [
        "Olleta:",
        "Poner a hervir durante dos horas en una olla con agua todos los ingredientes de la olleta: las pencas, los nabos, la chirivía, el boniato, la patata, la pata y rabo del cerdo, el trozo de gallina, el blanquito, la sal, el azafrán, las habichuelas.",
        "Fassedura:",
        "Calentar un poco el aceite. Mezclar el aceite caliente con la harina de maíz y después añadir el pan a remojo bien escurrido, el tocino a trocitos, la longaniza blanca troceada, el perejil, la sal y el pimentón dulce. Amasar todos los ingredientes y moldear con la mano dándole forma redonda o un poco alargada. Añadir las fassedures a la olleta ya cocinada una hora antes de comer."
      ]
    },
    "bollitori-de-bacallar": {
      "title": "Bollitori de Bacalao",
      "author": "Trini \"de Josefina de Ramón de Cruz\"",
      "difficulty": "easy",
      "servings": 4,
      "preparationTime": "15m",
      "cookingTime": "80-90m",
      "category": "main-courses",
      "ingredients": [
        "2 medidas de aceite",
        "1 cebolla",
        "4 ñoras",
        "4 huevos (duros)",
        "col (al gusto)",
        "1 kg patatas",
        "4 lomos bacalao",
        "alioli"
      ],
      "instructions": [
        "Poner a cocer durante 40 minutos en la olla con agua la col, la cebolla, las ñoras y el aceite.",
        "A continuación, añadir las patatas durante 25 minutos aproximadamente.",
        "Poner el bacalao por encima entre 15 o 20 minutos.",
        "Por último, colocar los huevos. Los huevos se pueden poner ya duros o bien escalfarlos, según el gusto de cada cocinero."
      ],
      "notes": "El secreto de este plato es cocinarlo a fuego lento. Se acompaña con alioli."
    },
    "putxero-amb-pilotes": {
      "title": "Puchero con Pelotas",
      "author": "Las cocineras de San Antonio 2012 (Amelia \"Guillermina\", Amparo \"Llober\", Antonia \"la Carnicera\", Encarnita \"el Surdo\", Eva Alemany)",
      "difficulty": "easy",
      "servings": 4,
      "preparationTime": "30m",
      "cookingTime": "120m",
      "category": "main-courses",
      "ingredients": [
        "Puchero:",
        "un nabo",
        "una chirivía",
        "2 zanahorias",
        "3 ramas de apio",
        "2 puerros",
        "2 patatas",
        "un blanquito",
        "250 g de garbanzos",
        "un trozo de tocino",
        "200 g de ternera",
        "250 g de gallina",
        "250 g de pollo",
        "sal",
        "azafrán",
        "Pelota:",
        "250 g de carne picada de ternera y magro",
        "un poco de pimienta",
        "un puñado de piñones",
        "1 huevo batido",
        "un trozo de pan a remojo bien escurrido",
        "un poco de limón rallado",
        "perejil",
        "un poco de sal",
        "Opcional, una pizca de orégano"
      ],
      "instructions": [
        "Puchero:",
        "Poner a hervir la olla llena de agua, primero se ponen a hervir media hora los garbanzos que ya han estado a remojo la noche anterior, y después añadiremos el resto de ingredientes (nabo, chirivía, zanahoria, apio, puerros, blanquito, tocino, pollo, gallina, ternera y dejando las patatas para el final).",
        "Pelota:",
        "Mezclar todos los ingredientes de la pelota, amasar y darle forma redonda para añadir al puchero pasada una hora. Después, poner las pelotas y las patatas a hervir durante una hora más."
      ]
    },
    "canuts-caldosos": {
      "title": "Canutos Caldosos",
      "author": "Josefina \"els Jerseis\"",
      "difficulty": "easy",
      "servings": 4,
      "preparationTime": "30m",
      "cookingTime": "120m",
      "category": "main-courses",
      "ingredients": [
        "1 cebolla",
        "1 tomate",
        "1 pimiento",
        "carne (costilla de cerdo o pollo)",
        "patatas",
        "judías",
        "ajos",
        "perejil",
        "aceite",
        "sal",
        "macarrones"
      ],
      "instructions": [
        "Sofreír una cebolla, un pedazo de tomate, dos tiras de pimiento, un par de patatas -no muy grandes- y la carne.",
        "Una vez sofrito, añadir agua a la olla y dejar que hierva.",
        "Mientras, preparar en un mortero una picada de ajo y perejil y añadirlo a la olla.",
        "Cuando esté bien cocido, añadir los macarrones (un puñado por persona). Dejar cocer hasta que la pasta esté blanda."
      ],
      "notes": "Hay personas que hacen este plato como si fuera \"arroz con alubias y pencas\", sustituyendo los macarrones por el arroz"
    },
    "fesols-en-salsa": {
      "title": "Alubias en Salsa",
      "author": "Rosa \"el Conde\"",
      "difficulty": "medium",
      "servings": 4,
      "preparationTime": "0m",
      "cookingTime": "2h",
      "category": "main-courses",
      "ingredients": [
        "2 puñados de alubias blancas por persona",
        "1 o 2 hojas de laurel",
        "1 cebolla y media",
        "1 cabeza de ajos",
        "1 trozo de chorizo de guisar",
        "1 patata",
        "1 zanahoria",
        "1 cucharada de café de pimentón dulce",
        "harina",
        "sal",
        "aceite"
      ],
      "instructions": [
        "Poner una olla a hervir con agua las alubias, a continuación añadir el trozo de cebolla, la cabeza de ajos, la hoja de laurel, la zanahoria, la patata y el chorizo. El conjunto estará cocido cuando veamos que las alubias se empiezan a abrir y el caldo está espeso.",
        "Mientras se hacen las alubias, sofreír con medio vasito de aceite una cebolla cortada en pedazos pequeños, una cucharada de harina y una cucharadita de pimentón. Es importante no dejar de remover para evitar que se pegue la harina.",
        "Poner este sofrito en la olla en la que tenemos las alubias cuando éstas estén bien cocidas. Probar de sal y rectificar al gusto. Dejar unos minutos al fuego. Este plato debe quedar espeso por tanto se debe tener cuidado de no dejar mucho tiempo para evitar que se quede muy seco o se peguen."
      ],
      "notes": "Si vemos que el caldo se espesa mucho y no están cocidas las alubias, añadiremos más agua."
    },
    "miques": {
      "title": "Migas",
      "author": "Maria \"Sanxet\"",
      "difficulty": "easy",
      "servings": 4,
      "preparationTime": "0m",
      "cookingTime": "2h",
      "category": "main-courses",
      "ingredients": [
        "1 barra de pan duro",
        "1 tomate rallado",
        "1 cebolla",
        "aceite",
        "sal"
      ],
      "instructions": [
        "Cortar el pan duro en pedazos y remojar. Quitar el exceso de agua apretando con las manos el pan. (El pan debe quedar húmedo y blandito)",
        "Hacer una fritanga -en una sartén o en una olla de barro- sofriendo en aceite el tomate rallado, la cebolla picada finita y sal.",
        "Cuando el sofrito esté listo añadir el pan sin dejar de remover hasta que veamos que las migas quedan sueltas y ligeramente doradas."
      ],
      "notes": "Si se quiere se le puede añadir tocino y/o longanizas al sofrito para darle otro sabor. Existe una variante que se llama \"Migas de Pastor\". En este tipo de migas, cuando se está haciendo el sofrito se añade harina poco a poco, sin dejar de remover. Para evitar que se resequen se pone un poco de agua"
    },
    "sopa-dall": {
      "title": "Sopa de Ajo",
      "author": "Maria \"Cabot\"",
      "difficulty": "easy",
      "servings": 4,
      "preparationTime": "0m",
      "cookingTime": "10m",
      "category": "main-courses",
      "ingredients": [
        "4 o 5 rebanadas finas de pan por persona",
        "1 huevo por persona",
        "1 medida de aceite",
        "4 o 6 dientes de ajo",
        "sal",
        "azafrán"
      ],
      "instructions": [
        "Chafar los dientes de ajo sin pelar y preparar una cazuela con aceite para sofreír el ajo.",
        "Sacar el ajo sofrito. Sofreír en este aceite las rebanadas de pan.",
        "Añadir el ajo sofrito y cubrir el preparado con bastante agua. Añadir sal y azafrán.",
        "Cuando empiece a hervir el agua, echar los huevos que deben quedar escalfados."
      ],
      "notes": "Es fácil y rápido de hacer"
    },
    "guisat-de-freixura": {
      "title": "Guisado de Asadura",
      "author": "PEPICA \"EL SURDO\"",
      "difficulty": "easy",
      "servings": 4,
      "preparationTime": "30m",
      "cookingTime": "30m",
      "category": "main-courses",
      "ingredients": [
        "1 asadura de cordero -de un animal joven-",
        "1 kg de patatas",
        "2 cebollas",
        "1 tomate",
        "4 dientes de ajo",
        "1 hoja de laurel",
        "6 pencas tiernas",
        "aceite",
        "sal"
      ],
      "instructions": [
        "Sofreír la asadura cortadita en trocitos pequeños con la cebolla también troceada, el tomate y cuatro dientes de ajos majados.",
        "Añadir agua al sofrito. El agua debe cubrir unos dos o tres dedos de la mezcla anterior. Esperar a que hierva el agua para añadir las pencas tiernas cortadas a trocitos y una hoja de laurel.",
        "A continuación, añadir la patata a trocitos y un picado de almendra."
      ],
      "notes": "Para que las pencas estén tiernas y para quitarle un poco su amargor, se le puede dar una hervida antes de añadirlas a la olla"
    },
    "daus-de-porc-senglar": {
      "title": "Dados de Jabalí al Vino Tinto con Patatas Partidas",
      "author": "DANI y RAUL FRACÉS AGULLÓ",
      "difficulty": "medium",
      "servings": 4,
      "preparationTime": "30m",
      "cookingTime": "90m",
      "category": "main-courses",
      "ingredients": [
        "1 kg de carne de jabalí",
        "4 patatas medianas",
        "2 peras blanquilla",
        "2 manzanas Golden",
        "3 zanahorias",
        "1 cebolla grande",
        "1 botella de vino tinto",
        "Hierbas aromáticas al gusto (tomillo y romero)",
        "3 hojas de laurel",
        "Aceite de oliva",
        "sal",
        "pimienta"
      ],
      "instructions": [
        "Poner la carne troceada en dados en un recipiente para que macere. Pelar y trocear las manzanas y las peras. Echar en el recipiente junto con las zanahorias cortadas en rodajas y la cebolla, pelada y cortada en gajos. Añadir las hierbas aromáticas, al gusto, y el vino, de forma que lo cubra todo.",
        "Cubrir el recipiente y dejar macerar en un lugar fresco, puede valer la parte baja del frigorífico, durante unas 24 horas. Transcurrido este tiempo, colar, recogiendo el vino que se reservará para la cocción de la carne. Del resto que queda en el colador, separar por una parte la carne y por otra las zanahorias y los gajos de cebolla, desechando los trozos de pera, de manzana y las hierbas aromáticas.",
        "Poner una cazuela al fuego con el aceite y se van echando los trozos de carne, debidamente salpimentados, de forma que se vayan rehogando. Cuando la carne esté bien rehogada, añadir los trozos de zanahorias, la cebolla y el laurel. Darle unas vueltas hasta que las verduras queden también rehogadas. Por último añadir el vino tinto. Cuando rompa a hervir y se haya evaporado el alcohol, bajar el fuego dejando a fuego lento y tapada, entre 1 hora y una hora y media, hasta que la carne esté tierna. Si durante este tiempo el caldo mengua, se puede añadir agua caliente.",
        "Una vez que la carne esté tierna, recuperar los trozos de carne, reservarlos en otra cazuela. El resto de ingredientes pasarlo por la batidora y colarlos con un colador chino, con el fin de conseguir una salsa limpia. Freír las patatas previamente cortadas a tacos grandes. Añadir las patatas a la cazuela en la que teníamos la carne, cubrir con la salsa y dejar cocer a fuego lento durante unos minutos hasta que las patatas queden tiernas."
      ],
      "notes": "Como en cualquier receta de caza, es conveniente esperar unos días después de la muerte del animal, antes de cocinarla porque la carne pierda fuerza. Si la carne de caza la tenemos en el congelador, es preferible sacarla 24 horas antes de cocinarla y dejar que se descongele en la nevera."
    },
    "arros-amb-cigrons-tendres": {
      "title": "Arroz con Garbanzos Tiernos",
      "author": "Adolfo \"el Trosset\"",
      "difficulty": "easy",
      "servings": 4,
      "preparationTime": "60m",
      "cookingTime": "15m",
      "category": "main-courses",
      "ingredients": [
        "1 conejo -no muy grande-",
        "100 g de garbanzos tiernos",
        "1 pimiento",
        "1 tomate grande",
        "4 dientes de ajo",
        "1 cebolla",
        "Arroz"
      ],
      "instructions": [
        "Sofreír el pimiento y reservar.",
        "Rallar el tomate, los 4 dientes de ajo y la cebolla.",
        "Sofreír la carne de conejo. Añadir a continuación el rallado anterior.",
        "Añadir los garbanzos y darle un par de vueltas.",
        "Añadir el agua y dejar una media hora al fuego.",
        "Pasado este tiempo agregar el arroz y dejar unos 15 minutos."
      ],
      "notes": "Este arroz queda meloso. Si se tiene conejo de monte y se prepara al fuego de leña queda exquisito. Se le pueden añadir guisantes, para hacerlo, antes se les engaña para que saquen la pulpa y se sofríen con la carne."
    },
    "arros-amb-verdures-i-aladroc": {
      "title": "Arroz con Verduras y Boquerón",
      "author": "PENSAT I FET",
      "difficulty": "easy",
      "servings": 4,
      "preparationTime": "60m",
      "cookingTime": "20m",
      "category": "main-courses",
      "ingredients": [
        "½ kg de boquerón",
        "½ kg de habas tiernas",
        "un manojo de ajos tiernos",
        "4 alcachofas",
        "media coliflor",
        "un manojo de espinacas",
        "1 tomate maduro",
        "400 g de arroz",
        "150 ml de aceite",
        "azafrán de hebra",
        "agua",
        "sal"
      ],
      "instructions": [
        "Sofreír en una paella los boquerones. Reservar.",
        "Con este aceite, sofreír las verduras (habas, ajos tiernos, alcachofas, coliflor, espinacas) y reservarlas en un plato.",
        "Una vez fritas las verduras sofreír el tomate rallado y el arroz.",
        "Añadir a continuación las verduras reservadas, el azafrán y el agua hirviendo (doble cantidad de agua que de arroz). Pasados unos 5 o 10 minutos añadir el boquerón decorando la paella y dejar que se cueza el arroz."
      ]
    },
    "bescuit": {
      "title": "Bizcocho",
      "author": "Amelia \"Guilermina\"",
      "difficulty": "medium",
      "servings": 4,
      "preparationTime": "40m",
      "cookingTime": "20m",
      "category": "sweets",
      "ingredients": [
        "8 huevos",
        "8 onzas de azúcar (250 g)",
        "8 onzas de flor de almidón"
      ],
      "instructions": [
        "Separar la clara de las yemas. Reservar las yemas para añadir después.",
        "Batir las claras al punto de nieve.",
        "Añadir el azúcar -poco a poco- y sin dejar de batir para que se deshaga bien el azúcar.",
        "Añadir las yemas y batir.",
        "Por último añadir la flor de almidón y batir el conjunto bien.",
        "Una vez preparada la mezcla, verter en un molde previamente untado en mantequilla, para que nos sea fácil de desmoldar.",
        "Se pone al horno unos 20 minutos a una temperatura de 170°C – 180°C."
      ]
    },
    "bunyols-de-carabassa": {
      "title": "Buñuelos de Calabaza",
      "author": "LA SOLSIDA",
      "difficulty": "medium",
      "servings": 4,
      "preparationTime": "120m",
      "category": "sweets",
      "ingredients": [
        "750 kg de harina",
        "25 g de levadura",
        "½ kg de calabaza",
        "aceite de girasol -el suficiente para cubrir la buñolera-",
        "1 huevo",
        "1 vaso de leche"
      ],
      "instructions": [
        "Hervir la calabaza pelada y sin semillas hasta que veamos que esté blandita. Pasar la calabaza por un pasapuré para que quede más fina y nos sea más fácil trabajar.",
        "Poner en un bol o similar la harina, a la que añadimos la levadura que previamente habremos deshecho con un poco de agua tibia. Añadir la calabaza, el vaso de leche y el huevo batido. Amasar la mezcla bien para que no queden grumos.",
        "Si la masa está muy dura añadir agua tibia hasta que quede más ligera.",
        "Dejar reposar la masa hasta que haya subido.",
        "Mientras reposa la masa, poner una sartén honda con aceite al fuego. Cuando el aceite esté caliente, sumergir la buñolera en ella.",
        "Si ya tenemos la masa preparada y el aceite caliente empezar a freír los buñuelos."
      ],
      "notes": "Después de amasar el conjunto añadimos un poco de harina encima, cuando veamos que la harina se ha hundido sabremos que la masa está ya lista para empezar a hacer los buñuelos."
    },
    "coca-dametla": {
      "title": "Coca de Almendra",
      "author": "VA DE BÔ",
      "difficulty": "easy",
      "servings": 4,
      "preparationTime": "90m",
      "category": "sweets",
      "ingredients": [
        "350 g de harina",
        "150 g de almendra molida",
        "500 g de azúcar",
        "6 huevos",
        "1 limón",
        "250 cl de leche entera",
        "100 cl de aceite de girasol",
        "4 sobres de bicarbonato",
        "3 sobres de limón -Soda El Vesubio-"
      ],
      "instructions": [
        "Precalentar el horno a 180 °C unos 20 minutos.",
        "Mientras tanto, separar las claras de las yemas. Reservar las yemas y batir las claras al punto de nieve.",
        "Al alcanzar el punto de nieve añadir el azúcar y seguir batiendo la mezcla. A continuación echar las yemas y batir.",
        "A partir de ahora, vamos a dejar la batidora para usar una lengua o cucharón de madera para remover. A la mezcla anterior añadir: los 150 g de almendra molida, la leche, el aceite, un poco de canela molida y la harina.",
        "Deshacer los 3 sobres de limón en un vaso de café con un poco de leche tibia y verter a la mezcla.",
        "A continuación, añadir los 4 sobres de bicarbonato y mezclarlo todo.",
        "Preparar un molde con papel antiadherente y verter la mezcla en ella repartiéndola bien para que quede uniforme.",
        "Poner el molde en el horno -ya precalentado- durante una hora aproximadamente, vigilando que no se queme."
      ],
      "notes": "Es importante no tocar la coca mientras esté en el horno, ya que si no se hundirá."
    },
    "pastis-de-carabassa": {
      "title": "Pastel de Calabaza",
      "author": "LA FONT",
      "difficulty": "easy",
      "servings": 4,
      "preparationTime": "90m",
      "category": "sweets",
      "ingredients": [
        "1 kg de calabaza hervida",
        "1 vaso de harina",
        "1 y ½ vaso de azúcar",
        "1 vaso de aceite de girasol",
        "3 huevos",
        "1 sobre de flan de vainilla (a ser posible \"El Niño\")",
        "1 sobre de levadura en polvo (Royal)"
      ],
      "instructions": [
        "Pelar y quitar las pepitas a la calabaza. Poner a hervir los trozos unos 20 minutos (hasta que notemos que esté blandita).",
        "Mezclar la harina, el azúcar, el sobre de flan y el de levadura.",
        "Añadir a la mezcla anterior los huevos batidos y el aceite, remover bien y poner la calabaza. Batirlo todo hasta conseguir una masa uniforme.",
        "Untar un molde con mantequilla y verter la mezcla. No llenarlo todo porque crece bastante.",
        "Meter en el horno, calentado previamente, a 180°C durante 40 minutos aproximadamente. Pinchar en el centro con un palillo y si sale limpio, retirar del horno.",
        "Dejar enfriar y desmoldar."
      ],
      "notes": "La medida de 1 vaso corresponde a la de 1 vaso de los de agua"
    },
    "rotllo-de-san-blai": {
      "title": "Rollo de San Blas",
      "author": "LA KAIXKERA",
      "difficulty": "hard",
      "servings": 4,
      "preparationTime": "3h",
      "cookingTime": "20m",
      "category": "sweets",
      "ingredients": [
        "1 vaso de agua",
        "1 cucharita de semillas de matalahúva (anís)",
        "la piel de un limón",
        "1 tubito de canela en rama",
        "150 g de levadura prensada",
        "1 kg de harina de fuerza",
        "400 g de azúcar",
        "1 naranja",
        "½ vaso de aceite",
        "5 huevos medianos -uno de los cuales reservaremos para untar el rollo por encima-",
        "50 g de azúcar para decorar"
      ],
      "instructions": [
        "Poner al fuego un vaso de agua, cuando rompa a hervir echar las semillas de matalahúva, la canela y la piel del limón. Dejar unos minutos para que coja sabor el agua. Retirar del fuego y dejar enfriar un poco.",
        "En esta agua tibia disolver la levadura. Es importante que el agua esté tibia, ya que si está muy caliente la masa no subirá.",
        "Poner en un lebrillo o en una zafa la harina y el azúcar en forma de pirámide. Añadir la infusión anterior y amasar. Poco a poco, añadir el zumo de una naranja, el medio vaso de aceite. La masa resultante estará dura.",
        "Añadir los 4 huevos, uno a uno y amasar, para que sea fácil de amasar se le puede añadir aceite y/o harina.",
        "Dejar la masa reposar una media hora. La masa tendrá que estar en un sitio caliente para que pueda duplicar su volumen.",
        "Ahora toca volver a amasar y darle la forma del rollo. Poner el rollo sobre un papel antiadherente. Darle color untándolo con un huevo batido y decorar con azúcar por encima. Dejar reposar en un sitio caliente para que vuelva a subir, cuando veamos que está el doble de su tamaño, ya está listo para poner al horno.",
        "Precalentar el horno a unos 200 °C. Poner el rollo y esperar unos 15 minutos. Y ya estará listo."
      ],
      "notes": "Para saber si la masa está buena, después de obtener la masa, cogemos una bolita de la masa y la tiramos en un vaso con agua. Este vaso lo dejamos al lado de la masa, cuando haya subido arriba del todo, la masa ya está buena. El rollo se ha de llevar a bendecir si queremos que \"San Blas glorioso, nos libre de la tos\"."
    },
    "mostatxons": {
      "title": "Mostachones",
      "author": "ESPENTOLÀES",
      "difficulty": "easy",
      "servings": 4,
      "preparationTime": "20m",
      "cookingTime": "5-7m",
      "category": "sweets",
      "ingredients": [
        "4 huevos",
        "Pesamos los huevos y lo que nos dé lo pondremos de harina y de azúcar",
        "4 pellizcos de bicarbonato"
      ],
      "instructions": [
        "Separar la clara de las yemas. Reservar las yemas.",
        "Batir las claras al punto de nieve. Añadir el azúcar poco a poco y batir para que se deshaga bien en la mezcla.",
        "Añadir a continuación las yemas y volver a batir.",
        "Añadir la harina y mezclar con una cuchara de madera, sin dejar de mover, de abajo a arriba. Poner en la mano un poco de bicarbonato y echar cuatro pellizcos en la mezcla sin dejar de remover.",
        "Poner papel antiadherente sobre la placa del horno y dejar caer cucharadas de la masa sobre el papel. En una hoja de papel caben unos 6 mostachones, por lo que se colocan separados, para evitar que se peguen unos a otros.",
        "Introducir la placa en el horno que previamente se precalentará al máximo. Es importante que el horno esté bien caliente ya que bastará con unos 7-8 minutos para que se doren y sacarlos."
      ],
      "notes": "Se le puede poner por encima una mezcla de azúcar glas y canela."
    },
    "culleradetes": {
      "title": "Cucharaditas",
      "author": "LOLI \"PEDAS\"",
      "difficulty": "easy",
      "servings": 4,
      "preparationTime": "15m",
      "cookingTime": "30-60m",
      "category": "sweets",
      "ingredients": [
        "300 g de harina",
        "la ralladura de un limón",
        "2 huevos",
        "2 gots de llet",
        "½ sobre de llevat Royal",
        "una pizca de canela"
      ],
      "instructions": [
        "Mezclar todos los ingredientes en un bol, primero con una cuchara de madera y finalmente con la batidora para que no queden grumos.",
        "Preparar una sartén honda con abundante aceite de girasol y cuando esté caliente, echar cucharadas de pasta (la mezcla).",
        "Ya preparados se pueden comer rebozados de azúcar."
      ]
    },
    "torrades": {
      "title": "Torrijas",
      "author": "EL GNOM",
      "difficulty": "easy",
      "servings": 4,
      "preparationTime": "30m",
      "cookingTime": "30m",
      "category": "sweets",
      "ingredients": [
        "Pan duro",
        "canela en rama",
        "pell de limón",
        "llet",
        "1 huevo",
        "canela molida",
        "azúcar"
      ],
      "instructions": [
        "Cortar una barra de pan duro en rodajas.",
        "Poner al fuego la leche con una pell de limón y un tub de canela en rama. Cuando vemos que està calenta la retirarem.",
        "Pasar les rodajas de pan per la llet tèbia i deixar reposar sobre un drap net una mitjana hora.",
        "Batre un ou i passar les rodajas per ell per a posteriorment fregir-les en una paella amb oli calent. Deixar-les en un plat amb tovallons de paper perquè absorbisquen l'excés d'oli.",
        "Mesclar sucre i un poc de canela molida i passar les torrija per aquesta mescla i llestes per a menjar."
      ]
    },
    "magdalenes-dametla": {
      "title": "Magdalenas de Almendra",
      "author": "Antonia \"la Carnicera\"",
      "difficulty": "easy",
      "servings": 4,
      "preparationTime": "30m",
      "cookingTime": "20m",
      "category": "sweets",
      "ingredients": [
        "6 huevos",
        "100 g almendra molida",
        "6 tacitas (tamaño café) de aceite",
        "6 tacitas de leche",
        "6 tacitas de azúcar",
        "4 sobres de gaseosa",
        "1 limón rallado",
        "300 g harina",
        "un poco de canela"
      ],
      "instructions": [
        "Separar la clara de las yemas y batir las claras al punto de nieve.",
        "A continuación, añadir el azúcar, y batir sin perder el punto de nieve.",
        "Finalmente añadir el resto de ingredientes y batir todo.",
        "Cuando está bien batido rellenar los moldes de la magdalena."
      ]
    },
    "torro": {
      "title": "Turrón",
      "author": "ANTONIA \"CONCORIA\"",
      "difficulty": "medium",
      "servings": 4,
      "preparationTime": "0m",
      "category": "sweets",
      "ingredients": [
        "1 kg de azúcar",
        "1 kg d'ametla sense pell",
        "1 vaso de agua (que falten dos dits per a estar ple del tot)",
        "2 yemas de huevo"
      ],
      "instructions": [
        "Poner el agua y el azúcar en una cazuela al fuego sin dejar de remover. Retirar del fuego cuando el azúcar esté deshecho y al levantar la cuchara quede como un hilo.",
        "Añadir las almendras molidas y remover. Debe quedar todo en remojo.",
        "Volcar la anterior mezcla en un bol y añadir los dos yemas, mezclándolo todo bien.",
        "Poner en una cajita de fusta papel de tonya y abocar la mescla dins, aplanant-la amb les mans perquè quedi ben premsada."
      ],
      "notes": "Aquesta recepta és per fer 4 caixetes de turró. Un cop gelat ya haurà quallat la mescla, per la qual cosa ja podem menjar-nos el nostre turró. Si veiem que la mescla de l'aigua i el sucre fa espuma, retirem un moment del foc i després ho tornem a posar."
    },
    "ametlats": {
      "title": "Almendrados",
      "author": "ALEJANDRA",
      "difficulty": "easy",
      "servings": 4,
      "preparationTime": "40m",
      "cookingTime": "10m",
      "category": "sweets",
      "ingredients": [
        "½ kg de ametla molta amb pell",
        "Canela en rama molida",
        "½ kg de azúcar",
        "3 ous grans (o 4 mitjans)",
        "La ralladura de medio limón"
      ],
      "instructions": [
        "Poner los huevos en un bol y batir con el azúcar.",
        "Añadir la almendra molida, la ralladura del limón y la canela y amasar.",
        "Preparar una bandeja de horno con papel de horno y sobre ella dejar los almendrados preparados.",
        "Cada almendrado se hace cogiendo con tres dedos un pellizco de la masa. Cuando más feos mejor.",
        "El horno lo tenemos que precalentar a 180 °C. Cocer a esa temperatura hasta que los veamos que empiezan a estar doraditos que los tendremos que sacar."
      ],
      "notes": "También se pueden hacer con almendra sin piel."
    },
    "saginoses": {
      "title": "Mantecados",
      "author": "L'SKANDOL",
      "difficulty": "easy",
      "servings": 4,
      "preparationTime": "45m",
      "cookingTime": "10-15m",
      "category": "sweets",
      "ingredients": [
        "400 g de manteca",
        "400 g de azúcar",
        "3 yemas",
        "1 clara de huevo",
        "300 g de harina",
        "200 g de almendra",
        "canela",
        "1 limón rallado"
      ],
      "instructions": [
        "En primer lugar deshacer la manteca.",
        "Una vez deshecha la manteca, añadir el azúcar y las yemas, y remover. Si se quiere añadir un poco de limón rallado y canela.",
        "Añadir la harina y la almendra. Amasar intentando lograr un nivel de consistencia óptimo. La pasta no debe quedar ni muy dura ni muy blanda.",
        "Una vez bien amasado, coger una bola de masa, aplanar y con los moldes hacer figuras, se recomienda para que sea más divertido que sean de formas diversas.",
        "Posteriormente, con una brocha de cocina pasar con clara de huevo, y luego espolvorear con azúcar y canela encima del mantecado.",
        "Por último, dejar entre 10-15 minutos en el horno precalentado a 180°C"
      ],
      "notes": "En la elaboración de los mantecados la almendra no es un ingrediente imprescindible. Pero sí que es muy recomendable para mejorar la calidad y el sabor de este dulce navideño."
    },
    "fabiola": {
      "title": "Fabiola",
      "author": "LES FORTETES",
      "difficulty": "easy",
      "servings": 4,
      "preparationTime": "15m",
      "cookingTime": "25m",
      "category": "sweets",
      "ingredients": [
        "120 g coco (60g para la masa y 60g para decorar)",
        "6 huevos",
        "1 limón",
        "¼ kilo de harina",
        "¼ kilo de azúcar",
        "1 sobre y ½ de levadura Royal",
        "Ingredientes para el jarabe:",
        "½kg de azúcar",
        "2 vasos de agua",
        "1 vaso (de los de café) de ron blanco"
      ],
      "instructions": [
        "Separar las claras de las yemas. Batir las claras a punto de nieve. Añadir el azúcar poco a poco sin dejar de batir.",
        "A continuación añadir las yemas y la ralladura de limón. Remover con un cucharón e ir vertiendo poco a poco la harina en la que habremos mezclado el coco y la levadura Royal.",
        "Untar el molde de la Fabiola con mantequilla -para que no se pegue- y verter la masa anterior dentro. Debe quedar a ¾ de su capacidad. Cocer en el horno a unos 170-180°C unos 20 minutos.",
        "Preparar un jarabe para emborrachar la masa poniendo una cazuela al fuego con los 2 vasos de agua, el azúcar y el ron sin dejar de remover hasta conseguir un almíbar. (Aproximadamente tendremos el cazo al fuego el mismo tiempo que está la Fabiola en el horno)",
        "Sacar la Fabiola del horno y echar poco a poco el jarabe por encima para emborracharla. Volver a poner unos 5 minutos en el horno.",
        "Decorar por encima con coco y esperar a que se enfríe."
      ],
      "notes": "Es ideal para acompañar el café."
    },
    "tonyes": {
      "title": "Toñas",
      "author": "ROSA \"EL CASINO\"",
      "difficulty": "hard",
      "servings": 4,
      "preparationTime": "3-4h",
      "cookingTime": "15m",
      "category": "sweets",
      "ingredients": [
        "1Kg de Harina de Fuerza",
        "400 g de azúcar",
        "¼ de litro de aceite de girasol",
        "4 huevos",
        "140 g de levadura",
        "1 limón rallado",
        "¼ de litro de leche",
        "½ vaso de agua para deshacer la levadura"
      ],
      "instructions": [
        "Poner la harina en un recipiente grande. Añadir los huevos.",
        "Deshacer la levadura con el ½ vaso de agua templada.",
        "Deshacer el azúcar con la leche.",
        "Mezclar todos los ingredientes y amasar echando el aceite poco a poco.",
        "Una vez amasado se cubre el recipiente con una tela para darle calor. Meter el recipiente tapado al lado de una fuente de calor (bolsa de caliente, chimenea..) durante dos horas y media aproximadamente. La masa deberá aumentar el doble de su tamaño inicial.",
        "Pasado este tiempo hacer pequeñas bolas de la masa poniéndolas sobre un papel de horno en una superficie plana. (Tabla de madera) Tapar y dejar reposar el tiempo suficiente para que la masa doble su tamaño.",
        "Batir un huevo y añadir un poco de agua para rebajarlo. Pintar con esta mezcla la masa y poner azúcar por encima para decorar.",
        "Meter al horno precalentado a unos 160°C aproximadamente unos 15 minutos hasta que veamos que están morenitas."
      ],
      "notes": "Es importante que la masa esté en un sitio resguardado y caliente. De la masa de la toña se pueden hacer rollitos. El procedimiento es el mismo que para las toñas, pero no se le pone ni huevo ni azúcar por encima."
    },
    "rotllets-de-candial": {
      "title": "Rollitos de Candeal",
      "author": "LOLA \"EL BOLILLO\"",
      "difficulty": "medium",
      "servings": 4,
      "preparationTime": "60m",
      "cookingTime": "20-25m",
      "category": "sweets",
      "ingredients": [
        "1 tacita de café de anís seco",
        "1 tacita de agua",
        "2 tacitas azúcar",
        "2 tacitas aceite de oliva",
        "900 g de harina de candeal",
        "1 cucharadita -de las de café- de bicarbonato",
        "el zumo de ½ limón escurrido"
      ],
      "instructions": [
        "Poner en un cazo el agua, el azúcar y el aceite. Remover la mezcla con una cuchara hasta que esté el azúcar deshecho.",
        "Retirar el cazo del fuego y añadir el anís.",
        "Poner en un recipiente la harina, añadir la mezcla anterior junto con el bicarbonato y el zumo de medio limón.",
        "Hacer con la masa rollitos e ir poniéndolos en una bandeja de horno. Una vez preparados poner al horno, precalentado a 180°C, unos 20-25 minutos."
      ],
      "notes": "Ideal para merendar. Es difícil de amasar. Los rollitos quedarán blancos por encima."
    },
    "pastissets-de-moniato": {
      "title": "Pasteles de Boniato",
      "author": "AMPARO \"L'OBRER\"",
      "difficulty": "medium-hard",
      "servings": 4,
      "preparationTime": "60m",
      "cookingTime": "45m",
      "category": "sweets",
      "ingredients": [
        "Para la masa:",
        "1 vaso de aceite",
        "1 vaso de azúcar",
        "1 vaso de anís seco",
        "125g de manteca de cerdo",
        "2 huevos",
        "1 kg de harina (aproximadamente)",
        "(La medida es un vaso de los de agua)",
        "Para el relleno:",
        "1kg de boniatos (hervidos y pelados)",
        "750 g de azúcar",
        "Ralladura de un limón",
        "Canela en polvo"
      ],
      "instructions": [
        "Poner en una cazuela el boniato ya hervido junto con el azúcar. Mezclar a fuego lento durante aproximadamente una hora.",
        "Cuando la mezcla ya esta fría añadir la ralladura de limón y un poco de canela y volver a mezclar bien. Reservar este dulce de boniato para el relleno.",
        "La preparación de la masa de las empanadillas es la siguiente:",
        "Poner en un cazo el aceite, el anís, la manteca de cerda y el azúcar. Cocinar a fuego lento hasta que el azúcar este deshecho completamente.",
        "Colocar la harina en un bol y agregar el preparado anterior junto con los dos huevos y amasar.",
        "Hacer pequeñas bolas de esta pasta y extender muy bien formando círculos. (Para ello nos podemos ayudar de una taza con una boca bastante ancha). Rellenar cada círculo con una cucharada de dulce de boniato y cerrarlo formando empanadillas.",
        "Una vez hechas untar las empanadillas con huevo batido y hornear durante aproximadamente 45 minutos. (El horno previamente lo habremos precalentado a 170 °C)"
      ],
      "notes": "Aunque es recomendable preparar nosotros mismos el relleno, hay gente que opta por comprar el dulce de boniato ya hecho. Con esto se simplifica la receta."
    },
    "melmelada-de-taronja": {
      "title": "Mermelada de Naranja",
      "author": "LIZ GREEN \"CASA ROC\"",
      "difficulty": "medium",
      "servings": 4,
      "preparationTime": "0m",
      "cookingTime": "3h",
      "category": "sweets",
      "ingredients": [
        "4 kg de naranjas",
        "El zumo y pepitas de 2 limones",
        "3.4 litros de agua",
        "2.7 kg de azúcar"
      ],
      "instructions": [
        "Exprimir el zumo de las naranjas y de los limones.",
        "Poner las pepitas de los limones en una bolsita de muselina y cerrar bien.",
        "Cortar la piel de las naranjas en rodajas finas.",
        "Poner el zumo, el agua, la bolsita de pepitas y las rodajas de naranja en una cazuela grande.",
        "Dejar cocer a fuego lento durante 2 horas o hasta que el líquido esté reducido a la mitad.",
        "Quitar la bolsita de pepitas y exprimir el líquido en la cazuela.",
        "Añadir el azúcar y dejar cocer a fuego lento, removiendo hasta que todo el azúcar se haya disuelto.",
        "Hervir a fuego fuerte durante 15 o 20 minutos.",
        "Quitar la cazuela del fuego y esperar unos 15 minutos.",
        "Ya por último, poner la mermelada en tarros de vidrio."
      ],
      "notes": "Se puede utilizar cualquier tipo de naranja pero saldrá mejor con las amargas. Se recomienda: Usar una cazuela grande, honda y de un metal fuerte. Calentar los tarros antes de añadir la mermelada."
    },
    "orelletes": {
      "title": "Orelletes",
      "author": "LOLA \"LA PALMERA\"",
      "difficulty": "easy",
      "servings": 4,
      "preparationTime": "30m",
      "cookingTime": "0m",
      "category": "sweets",
      "ingredients": [
        "1 huevo",
        "Media cáscara de huevo de aceite",
        "Media cáscara de huevo de paloma",
        "Harina y aceite para freír"
      ],
      "instructions": [
        "Mezclar el huevo, la medida de media cáscara de aceite y de paloma. Añadir la harina que admita -aproximadamente 150-200 g- y amasar bien para que quede una masa homogénea y fina.",
        "Mientras, poner al fuego una sartén con abundante aceite.",
        "Aplastar la masa anterior con un rodillo para que quede finita y de esta masa recortar cuadrados.",
        "Cuando el aceite esté ya caliente, pellizcar cada cuadrado y dejar caer en el aceite para que tomen su forma característica.",
        "Sacar sobre un plato preparado con papel para que absorba el exceso de aceite.",
        "Servir en un plato con azúcar por encima."
      ]
    },
    "mantegada": {
      "title": "Mantecado",
      "author": "LA INTERNACIONAL",
      "difficulty": "medium",
      "servings": 4,
      "preparationTime": "60m",
      "cookingTime": "0m",
      "category": "sweets",
      "ingredients": [
        "4 huevos",
        "250 g de azúcar",
        "Canela en rama",
        "1 litro de leche",
        "La cáscara de un limón"
      ],
      "instructions": [
        "Hervir un litro de leche con una piel de limón y un tubito de canela en rama. Colar y dejar enfriar.",
        "Batir las 4 yemas de huevo, añadir el azúcar y batir. Añadir la leche que hemos preparado anteriormente y poner al fugo sin dejar de mover hasta que espese.",
        "Dejar enfriar por completo y meter en el congelador.",
        "Cada media hora sacar la mezcla del congelador y remover para que quede con una textura cremosa y consistencia de helado."
      ],
      "notes": "Se le pueden añadir 2 yemas más si nos agrada con más sabor de huevo y también un poco de vainilla."
    },
    "brac-de-gitano": {
      "title": "Brazo de Gitano",
      "author": "MARIA BALDÓ BOU",
      "difficulty": "easy-medium",
      "servings": 4,
      "preparationTime": "40m",
      "cookingTime": "15-20m",
      "category": "sweets",
      "ingredients": [
        "Masa:",
        "4 huevos",
        "250 g de azúcar",
        "50 g de almendra molina",
        "200 g de harina o de flor de almidón",
        "Relleno -Dulce de almendra-:",
        "1 vaso de agua",
        "300 g de almendra molida",
        "200 g de azúcar",
        "Una pizca de canela en polvo",
        "La ralladura de un limón"
      ],
      "instructions": [
        "Separar las claras de las yemas. Batir las claras hasta conseguir que estén al punto de nieve. A continuación añadir el azúcar poco a poco y seguir batiendo hasta formar un merengue.",
        "Añadir al merengue las yemas y continuar batiendo.",
        "Acto seguido añadir la harina o flor de almidón y, si se desea, la almendra removiendo hasta obtener una masa uniforme.",
        "Verter la masa obtenida en un recipiente plano con papel de horno untado con un poco de mantequilla.",
        "Precalentar el horno a 160° y poner la bandeja con la masa durante 15 o 20 minutos.",
        "Mientras preparamos el dulce de almendra para ello:",
        "Verter el vaso de agua, el azúcar, la ralladura de limón y la canela en una cacerola.",
        "Poner a medio fuego hasta que el agua empiece a hervir.",
        "Remover hasta que el azúcar se disuelva y volcar a continuación la almendra.",
        "Ir removiendo durante un tiempo hasta que cueza.",
        "Dejarlo enfriar un poco y ya está listo para ser utilizado como relleno para el brazo de gitano.",
        "Preparar un paño espolvoreado de azúcar en el que se depositará la masa una vez horneada y esperar a que se enfríe unos minutos. Para depositar la masa sobre el paño tenemos que dar la vuelta al recipiente, dejando caer con cuidado su contenido sobre este. A continuación quitar poco a poco el papel de la masa.",
        "Por último, enrollar la masa con delicadeza para evitar que esta se rompa, formar la espiral típica del brazo de gitano."
      ],
      "notes": "Si se desea se puede adornar el brazo de gitano con merengue, chocolate, un espolvoreado de canela, etc."
    },
    "pitxeret": {
      "title": "Pitxeret",
      "author": "PEPA \"EL CASINO\"",
      "difficulty": "medium",
      "servings": 4,
      "preparationTime": "0m",
      "cookingTime": "0m",
      "category": "sweets",
      "ingredients": [
        "Granizado de limón:",
        "10 l de agua",
        "2 kg de azúcar",
        "3 kg de limones",
        "1 pizca de canela",
        "Caramelo:",
        "200 g de azúcar",
        "100 cm3 de agua",
        "Café licor:",
        "1 l de alcohol de 90°",
        "6 l de agua",
        "200 g de café molido"
      ],
      "instructions": [
        "Granizado de limón:",
        "Poner en un recipiente el agua. Rayar los limones en esta agua. Exprimir a continuación el zumo de los limones rayados.",
        "Añadir el azúcar y la canela. Remover todo y dejar macerar.",
        "Caramelo:",
        "Preparar el caramelo: Quemar el azúcar y añadir, con cuidado, agua hasta obtener un jarabe.",
        "Añadir el azúcar quemado al preparado de los limones.",
        "Colar y poner a granizar.",
        "Café licor:",
        "Macerar durante 10 o 12 días todos los ingredientes del café licor.",
        "Pasado este tiempo, filtrar con un colador de tela.",
        "Jarra:",
        "Mezclar 1/3 de café licor con 2/3 de granizado de limón."
      ]
    }
  }
}